{
  "termsOfUse": "Terms and Conditions",
  "Introduction": "1. Introduction",
  "IntroductionTermsOfUseFirstDesc": "Welcome to Mystic Arcana! We are delighted to offer you a unique experience where ancient tarot traditions meet modern technology. By using our app, you gain access to an exceptional tool designed for self-discovery, predictions, and insightful guidance for life’s many questions.",
  "IntroductionTermsOfUseSecondDesc": "This application is developed by Vitalii Peregudov and operates under the Mystic Arcana brand. By accessing or using the app, you are granted a limited, non-exclusive, and non-transferable license to use Mystic Arcana for personal purposes only. These Terms of Use outline the rights and obligations associated with using Mystic Arcana. Please read this document carefully before you start using the app to fully understand how it works and your role as a user. By proceeding, you agree to comply with these Terms.",
  "RegAndAcc": "2. Registration and Accounts",
  "RegAndAccFirstDesc": "Creating an account is your first step toward accessing Mystic Arcana’s powerful features. The registration process is facilitated through Google, Apple, or Facebook to ensure seamless and secure access.",
  "RegAndAccSecondDesc": "Your account represents your personal zone within Mystic Arcana. It is your responsibility to maintain the confidentiality of your login credentials and refrain from sharing them with third parties. Providing false information during registration is strictly prohibited. In case of unauthorized access, please notify us immediately. We reserve the right to suspend or terminate accounts that violate these Terms.",
  "AccessibilityAndRestrictions": "3. Accessibility and Restrictions",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana is designed for users aged 13 and older. By using the app, you confirm that you meet this age requirement.",
  "AccessibilityAndRestrictionsSecondDesc": "The app is available in regions where it is legally allowed. Any attempt to misuse the app, including but not limited to spamming, falsifying data, engaging in illegal activities, or infringing intellectual property rights, is strictly prohibited and may result in account suspension. Automated tools, bots, or any other systems designed to interact with the app are prohibited.",
  "ServiceDescription": "4. Service Description",
  "ServiceDescriptionFirstDesc": "At the heart of Mystic Arcana lies the seamless integration of centuries-old tarot wisdom with cutting-edge technology to deliver personalized insights. Each reading is a journey, and every prediction is a step toward clarity and understanding.",
  "ServiceDescriptionSecondDesc": "Mystic Arcana provides tarot readings and predictions for entertainment purposes only. The app does not offer professional advice (legal, financial, or otherwise) and should not be relied upon for such purposes.",
  "PaymentsSubscriptionsAndRefunds": "5. Payments, Subscriptions and Refunds",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana offers both free and premium features. Premium features unlock advanced tools and exclusive insights to deepen your understanding of tarot readings.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "Subscriptions renew automatically unless canceled at least 24 hours before the end of the current billing period. Refunds are governed by the App Store and Google Play policies, and Mystic Arcana cannot interfere in these processes. Please review these policies before making any purchases.",
  "DataDeletionTermsOfUse": "6. Data Deletion",
  "DataDeletionTermsOfUseDesc": "We respect your privacy and provide you with the ability to delete your data at any time through the app’s settings. Deleting your data removes all personal information and associated records, including tarot reading history, from our servers.",
  "LimitationOfLiability": "7. Limitation Of Liability",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana is provided “as is.” While we strive to maintain uninterrupted service, we cannot guarantee the app will always operate error-free or without delays. Use of the app is at your own risk.",
  "LimitationOfLiabilitySecondDesc": "We are not liable for any inaccuracies in readings or disruptions caused by technical issues. Our liability is limited to the amount paid for app usage, if any.",
  "ChangesToTerms": "8. Changes To Terms",
  "ChangesToTermsDesc": "We reserve the right to update these Terms of Use. Changes will be communicated at least 15 days before they come into effect through the app. Continued use of Mystic Arcana following such updates constitutes acceptance of the revised Terms.",
  "ContactInformationTermsOfUse": "9. Contact Information",
  "ContactInformationTermsOfUseDesc": "For any questions or concerns, please contact us at",

  "privacyPolicy": "Privacy policy",
  "IntroductionPrivacyPolicyDesc": "At Mystic Arcana, we value your privacy and are committed to transparency in how we process your data. This document outlines the information we collect, how it is used, and your rights as a user.",
  "InformationWeCollect": "2. Information We Collect",
  "InformationWeCollectDesc": "We collect the following categories of data:",
  "InformationWeCollectListFirstDesc": "Personal Information: Name, email address, history of tarot spreads.",
  "InformationWeCollectListSecondDesc": "Technical Information: Device type, IP address, operating system.",
  "InformationWeCollectListThirdDesc": "Usage Data: Questions entered, predictions received.",
  "InformationWeCollectListFourthDesc": "Authentication Data: Email address and user identifiers when signing in through Google Sign-In or Apple Sign-In.",
  "HowWeUseYourData": "3. How We Use Your Data",
  "HowWeUseYourDataDesc": "Your data is used to:",
  "HowWeUseYourDataListFirstDesc": "Deliver app functionality.",
  "HowWeUseYourDataListSecondDesc": "Authenticate users securely through Google Sign-In and Apple Sign-In.",
  "HowWeUseYourDataListThirdDesc": "Enhance the quality of predictions.",
  "HowWeUseYourDataListFourthDesc": "Personalize your experience within the app.",
  "DataStorage": "4. Data Storage",
  "DataStorageDesc": "Your information is securely stored on Google Firebase, which utilizes advanced encryption and security measures to protect your data.",
  "DataSharing": "5. Data Sharing",
  "DataSharingDesc": "Your data is shared only with OpenAI and Firebase to fulfill app functionalities. For authentication purposes, your email and user identifier may be shared with Google and Apple when you sign in through Google Sign-In or Apple Sign-In. We do not share your data with any other third parties.",
  "DataDeletionPrivacyPolicy": "6. Data Deletion",
  "DataDeletionPrivacyPolicyDesc": "You can delete your data at any time using the app’s settings. Once deleted, your data is permanently removed from Firebase.",
  "DataSecurity": "7. Data Security",
  "DataSecurityDesc": "We rely on Firebase’s industry-standard security protocols, including encryption and access control, to ensure your data is protected.",
  "UserRights": "8. User Rights",
  "UserRightsFirstDesc": "You have the right to:",
  "UserRightsListFirstDesc": "Access your data.",
  "UserRightsListSecondDesc": "Modify your data.",
  "UserRightsListThirdDesc": "Delete your data directly through the app.",
  "UserRightsSecondDesc": "You can also revoke access to your data provided through Google or Apple Sign-In at any time via your respective Google or Apple account settings.",
  "ChangesToPrivacyPolicy": "9. Changes to Privacy Policy",
  "ChangesToPrivacyPolicyDesc": "We reserve the right to update this Privacy Policy. Any changes will be communicated through the app.",
  "ContactInformationPrivacyPolicy": "10. Contact Information",
  "ContactInformationDescPrivacyPolicy": "For questions or concerns, please contact us at",

  "support": "Contacts"
}