{
  "termsOfUse": "Conditions Générales d’Utilisation",
  "Introduction": "1. Introduction",
  "IntroductionTermsOfUseFirstDesc": "Bienvenue sur Mystic Arcana ! Nous sommes ravis de vous offrir une expérience unique où les anciennes traditions du tarot rencontrent la technologie moderne. En utilisant notre application, vous accédez à un outil exceptionnel conçu pour la découverte de soi, les prédictions et des conseils éclairés pour les nombreuses questions de la vie.",
  "IntroductionTermsOfUseSecondDesc": "Cette application a été développée par Vitalii Peregudov et fonctionne sous la marque Mystic Arcana. En accédant ou en utilisant l’application, vous bénéficiez d’une licence limitée, non exclusive et non transférable pour utiliser Mystic Arcana à des fins personnelles uniquement. Ces Conditions Générales d’Utilisation décrivent les droits et obligations liés à l’utilisation de Mystic Arcana. Veuillez lire attentivement ce document avant de commencer à utiliser l’application afin de bien comprendre son fonctionnement et votre rôle en tant qu’utilisateur. En poursuivant, vous acceptez de respecter ces Conditions.",
  "RegAndAcc": "2. Inscription et Comptes",
  "RegAndAccFirstDesc": "Créer un compte est votre première étape pour accéder aux puissantes fonctionnalités de Mystic Arcana. Le processus d’inscription est facilité via Google, Apple ou Facebook pour garantir un accès fluide et sécurisé.",
  "RegAndAccSecondDesc": "Votre compte représente votre espace personnel au sein de Mystic Arcana. Vous êtes responsable de la confidentialité de vos identifiants de connexion et devez éviter de les partager avec des tiers. Il est strictement interdit de fournir de fausses informations lors de l’inscription. En cas d’accès non autorisé, veuillez nous en informer immédiatement. Nous nous réservons le droit de suspendre ou de résilier les comptes qui enfreignent ces Conditions.",
  "AccessibilityAndRestrictions": "3. Accessibilité et Restrictions",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana est conçu pour les utilisateurs âgés de 13 ans et plus. En utilisant l’application, vous confirmez que vous respectez cette exigence d’âge.",
  "AccessibilityAndRestrictionsSecondDesc": "L’application est disponible dans les régions où son utilisation est légale. Toute tentative d’abus de l’application, y compris, mais sans s’y limiter, l’envoi de spams, la falsification de données, la participation à des activités illégales ou la violation des droits de propriété intellectuelle, est strictement interdite et peut entraîner la suspension du compte. Les outils automatisés, les bots ou tout autre système conçu pour interagir avec l’application sont interdits.",
  "ServiceDescription": "4. Description du Service",
  "ServiceDescriptionFirstDesc": "Au cœur de Mystic Arcana se trouve l’intégration fluide de la sagesse séculaire du tarot avec une technologie de pointe pour offrir des perspectives personnalisées. Chaque lecture est un voyage et chaque prédiction est une étape vers la clarté et la compréhension.",
  "ServiceDescriptionSecondDesc": "Mystic Arcana propose des lectures et des prédictions de tarot exclusivement à des fins de divertissement. L’application ne fournit pas de conseils professionnels (juridiques, financiers ou autres) et ne doit pas être considérée comme telle.",
  "PaymentsSubscriptionsAndRefunds": "5. Paiements, Abonnements et Remboursements",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana propose des fonctionnalités gratuites et premium. Les fonctionnalités premium débloquent des outils avancés et des perspectives exclusives pour approfondir votre compréhension des lectures de tarot.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "Les abonnements se renouvellent automatiquement, sauf s’ils sont annulés au moins 24 heures avant la fin de la période de facturation en cours. Les remboursements sont régis par les politiques de l’App Store et de Google Play, et Mystic Arcana ne peut pas intervenir dans ces processus. Veuillez consulter ces politiques avant tout achat.",
  "DataDeletionTermsOfUse": "6. Suppression des Données",
  "DataDeletionTermsOfUseDesc": "Nous respectons votre vie privée et vous offrons la possibilité de supprimer vos données à tout moment via les paramètres de l’application. La suppression de vos données efface toutes les informations personnelles et les enregistrements associés, y compris l’historique des lectures de tarot, de nos serveurs.",
  "LimitationOfLiability": "7. Limitation de Responsabilité",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana est fourni “en l’état”. Bien que nous nous efforcions de maintenir un service ininterrompu, nous ne pouvons garantir que l’application fonctionnera toujours sans erreur ni délai. L’utilisation de l’application se fait à vos risques et périls.",
  "LimitationOfLiabilitySecondDesc": "Nous ne sommes pas responsables des imprécisions dans les lectures ou des interruptions causées par des problèmes techniques. Notre responsabilité est limitée au montant payé pour l’utilisation de l’application, le cas échéant.",
  "ChangesToTerms": "8. Modifications des Conditions",
  "ChangesToTermsDesc": "Nous nous réservons le droit de mettre à jour ces Conditions Générales d’Utilisation. Les modifications seront communiquées au moins 15 jours avant leur entrée en vigueur via l’application. L’utilisation continue de Mystic Arcana après ces mises à jour constitue une acceptation des Conditions révisées.",
  "ContactInformationTermsOfUse": "9. Informations de Contact",
  "ContactInformationTermsOfUseDesc": "Pour toute question ou préoccupation, veuillez nous contacter à :",

  "privacyPolicy": "Politique de Confidentialité",
  "IntroductionPrivacyPolicyDesc": "Chez Mystic Arcana, nous attachons de l’importance à votre confidentialité et nous nous engageons à la transparence dans le traitement de vos données. Ce document décrit les informations que nous collectons, leur utilisation et vos droits en tant qu’utilisateur.",
  "InformationWeCollect": "2. Informations que nous collectons",
  "InformationWeCollectDesc": "Nous collectons les catégories de données suivantes :",
  "InformationWeCollectListFirstDesc": "Informations personnelles : nom, adresse e-mail, historique des tirages de tarot.",
  "InformationWeCollectListSecondDesc": "Informations techniques : type d’appareil, adresse IP, système d’exploitation.",
  "InformationWeCollectListThirdDesc": "Données d’utilisation : questions saisies, prédictions reçues.",
  "InformationWeCollectListFourthDesc": "Données d’authentification : adresse e-mail et identifiants d’utilisateur lors de la connexion via Google Sign-In ou Apple Sign-In.",
  "HowWeUseYourData": "3. Comment nous utilisons vos données",
  "HowWeUseYourDataDesc": "Vos données sont utilisées pour :",
  "HowWeUseYourDataListFirstDesc": "Fournir les fonctionnalités de l’application.",
  "HowWeUseYourDataListSecondDesc": "Authentifier les utilisateurs en toute sécurité via Google Sign-In et Apple Sign-In.",
  "HowWeUseYourDataListThirdDesc": "Améliorer la qualité des prédictions.",
  "HowWeUseYourDataListFourthDesc": "Personnaliser votre expérience au sein de l’application.",
  "DataStorage": "4. Stockage des données",
  "DataStorageDesc": "Vos informations sont stockées en toute sécurité sur Google Firebase, qui utilise des mesures de chiffrement et de sécurité avancées pour protéger vos données.",
  "DataSharing": "5. Partage des données",
  "DataSharingDesc": "Vos données sont partagées uniquement avec OpenAI et Firebase pour assurer les fonctionnalités de l’application. À des fins d’authentification, votre adresse e-mail et vos identifiants d’utilisateur peuvent être partagés avec Google et Apple lors de la connexion via Google Sign-In ou Apple Sign-In. Nous ne partageons vos données avec aucune autre tierce partie.",
  "DataDeletionPrivacyPolicy": "6. Suppression des données",
  "DataDeletionPrivacyPolicyDesc": "Vous pouvez supprimer vos données à tout moment en utilisant les paramètres de l’application. Une fois supprimées, vos données seront définitivement effacées de Firebase.",
  "DataSecurity": "7. Sécurité des données",
  "DataSecurityDesc": "Nous nous appuyons sur les protocoles de sécurité standards de Firebase, y compris le chiffrement et le contrôle d’accès, pour garantir la protection de vos données.",
  "UserRights": "8. Droits des utilisateurs",
  "UserRightsFirstDesc": "Vous avez le droit de :",
  "UserRightsListFirstDesc": "Accéder à vos données.",
  "UserRightsListSecondDesc": "Modifier vos données.",
  "UserRightsListThirdDesc": "Supprimer vos données directement via l’application.",
  "UserRightsSecondDesc": "Vous pouvez également révoquer l’accès à vos données fournies via Google ou Apple Sign-In à tout moment via les paramètres de vos comptes Google ou Apple respectifs.",
  "ChangesToPrivacyPolicy": "9. Modifications de la politique de confidentialité",
  "ChangesToPrivacyPolicyDesc": "Nous nous réservons le droit de mettre à jour cette politique de confidentialité. Toute modification sera communiquée via l’application.",
  "ContactInformationPrivacyPolicy": "10. Informations de contact",
  "ContactInformationDescPrivacyPolicy": "Pour toute question ou suggestion, veuillez nous contacter à l’adresse:",

  "support": "Relations"
}