{
  "termsOfUse": "Termini di Utilizzo",
  "Introduction": "1. Introduzione",
  "IntroductionTermsOfUseFirstDesc": "Benvenuto su Mystic Arcana! Siamo lieti di offrirti un’esperienza unica dove le antiche tradizioni dei tarocchi incontrano la tecnologia moderna. Utilizzando la nostra app, ottieni l’accesso a uno strumento eccezionale progettato per l’auto-scoperta, le previsioni e una guida intuitiva per le molte domande della vita.",
  "IntroductionTermsOfUseSecondDesc": "Questa applicazione è sviluppata da Vitalii Peregudov e opera sotto il marchio Mystic Arcana. Accedendo o utilizzando l’app, ti viene concessa una licenza limitata, non esclusiva e non trasferibile per utilizzare Mystic Arcana solo per scopi personali. Questi Termini di Utilizzo delineano i diritti e gli obblighi associati all’uso di Mystic Arcana. Ti invitiamo a leggere attentamente questo documento prima di iniziare a utilizzare l’app per comprendere appieno come funziona e il tuo ruolo come utente. Continuando, accetti di rispettare questi Termini.",
  "RegAndAcc": "2. Registrazione e Account",
  "RegAndAccFirstDesc": "Creare un account è il primo passo per accedere alle potenti funzionalità di Mystic Arcana. Il processo di registrazione è facilitato tramite Google, Apple o Facebook per garantire un accesso sicuro e senza problemi.",
  "RegAndAccSecondDesc": "Il tuo account rappresenta la tua area personale all’interno di Mystic Arcana. È tua responsabilità mantenere la riservatezza delle credenziali di accesso e non condividerle con terze parti. Fornire informazioni false durante la registrazione è severamente vietato. In caso di accesso non autorizzato, ti preghiamo di avvisarci immediatamente. Ci riserviamo il diritto di sospendere o terminare account che violano questi Termini.",
  "AccessibilityAndRestrictions": "3. Accessibilità e Restrizioni",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana è progettata per utenti di età pari o superiore a 13 anni. Utilizzando l’app, confermi di soddisfare questo requisito di età.",
  "AccessibilityAndRestrictionsSecondDesc": "L’app è disponibile nelle regioni in cui è legalmente consentita. Qualsiasi tentativo di abuso dell’app, inclusi, ma non limitati a, invio di spam, falsificazione di dati, partecipazione ad attività illegali o violazione dei diritti di proprietà intellettuale, è severamente vietato e può comportare la sospensione dell’account. Gli strumenti automatizzati, i bot o altri sistemi progettati per interagire con l’app sono vietati.",
  "ServiceDescription": "4. Descrizione del Servizio",
  "ServiceDescriptionFirstDesc": "Il cuore di Mystic Arcana è l’integrazione fluida della saggezza dei tarocchi con tecnologia all’avanguardia per offrire intuizioni personalizzate. Ogni lettura è un viaggio e ogni previsione è un passo verso la chiarezza e la comprensione.",
  "ServiceDescriptionSecondDesc": "Mystic Arcana fornisce letture e previsioni dei tarocchi esclusivamente per scopi di intrattenimento. L’app non offre consulenze professionali (legali, finanziarie o di altro tipo) e non deve essere considerata come tale.",
  "PaymentsSubscriptionsAndRefunds": "5. Pagamenti, Abbonamenti e Rimborsi",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana offre funzionalità gratuite e premium. Le funzionalità premium sbloccano strumenti avanzati e intuizioni esclusive per approfondire la comprensione delle letture dei tarocchi.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "Gli abbonamenti si rinnovano automaticamente a meno che non vengano cancellati almeno 24 ore prima della fine del periodo di fatturazione corrente. I rimborsi sono regolati dalle politiche di App Store e Google Play, e Mystic Arcana non può intervenire in questi processi. Si prega di rivedere queste politiche prima di effettuare qualsiasi acquisto.",
  "DataDeletionTermsOfUse": "6. Eliminazione dei Dati",
  "DataDeletionTermsOfUseDesc": "Rispettiamo la tua privacy e ti offriamo la possibilità di eliminare i tuoi dati in qualsiasi momento tramite le impostazioni dell’app. Eliminando i tuoi dati, tutte le informazioni personali e i record associati, inclusa la cronologia delle letture dei tarocchi, vengono rimossi dai nostri server.",
  "LimitationOfLiability": "7. Limitazione di Responsabilità",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana è fornita “così com’è.” Sebbene ci sforziamo di mantenere un servizio ininterrotto, non possiamo garantire che l’app funzionerà sempre senza errori o ritardi. L’uso dell’app è a tuo rischio.",
  "LimitationOfLiabilitySecondDesc": "Non siamo responsabili per eventuali imprecisioni nelle letture o interruzioni causate da problemi tecnici. La nostra responsabilità è limitata all’importo pagato per l’uso dell’app, se applicabile.",
  "ChangesToTerms": "8. Modifiche ai Termini",
  "ChangesToTermsDesc": "Ci riserviamo il diritto di aggiornare questi Termini di Utilizzo. Le modifiche saranno comunicate almeno 15 giorni prima della loro entrata in vigore tramite l’app. L’uso continuato di Mystic Arcana dopo tali aggiornamenti costituisce accettazione dei Termini rivisti.",
  "ContactInformationTermsOfUse": "9. Informazioni di Contatto",
  "ContactInformationTermsOfUseDesc": "Per domande o dubbi, contattaci a:",

  "privacyPolicy": "Informativa sulla Privacy",
  "IntroductionPrivacyPolicyDesc": "In Mystic Arcana, valorizziamo la tua privacy e ci impegniamo a essere trasparenti riguardo al modo in cui trattiamo i tuoi dati. Questo documento descrive le informazioni che raccogliamo, come vengono utilizzate e i tuoi diritti come utente.",
  "InformationWeCollect": "2. Informazioni che raccogliamo",
  "InformationWeCollectDesc": "Raccogliamo le seguenti categorie di dati:",
  "InformationWeCollectListFirstDesc": "Informazioni personali: nome, indirizzo email, cronologia delle letture dei tarocchi.",
  "InformationWeCollectListSecondDesc": "Informazioni tecniche: tipo di dispositivo, indirizzo IP, sistema operativo.",
  "InformationWeCollectListThirdDesc": "Dati di utilizzo: domande inserite, previsioni ricevute.",
  "InformationWeCollectListFourthDesc": "Dati di autenticazione: indirizzo email e identificatori utente quando effettui l’accesso tramite Google Sign-In o Apple Sign-In.",
  "HowWeUseYourData": "3. Come utilizziamo i tuoi dati",
  "HowWeUseYourDataDesc": "I tuoi dati vengono utilizzati per:",
  "HowWeUseYourDataListFirstDesc": "Fornire le funzionalità dell’app.",
  "HowWeUseYourDataListSecondDesc": "Autenticare gli utenti in modo sicuro tramite Google Sign-In e Apple Sign-In.",
  "HowWeUseYourDataListThirdDesc": "Migliorare la qualità delle previsioni.",
  "HowWeUseYourDataListFourthDesc": "Personalizzare la tua esperienza all’interno dell’app.",
  "DataStorage": "4. Conservazione dei dati",
  "DataStorageDesc": "Le tue informazioni sono archiviate in modo sicuro su Google Firebase, che utilizza avanzati sistemi di crittografia e misure di sicurezza per proteggere i tuoi dati.",
  "DataSharing": "5. Condivisione dei dati",
  "DataSharingDesc": "I tuoi dati vengono condivisi solo con OpenAI e Firebase per garantire le funzionalità dell’app. Per scopi di autenticazione, il tuo indirizzo email e gli identificatori utente possono essere condivisi con Google e Apple quando accedi tramite Google Sign-In o Apple Sign-In. Non condividiamo i tuoi dati con altre terze parti.",
  "DataDeletionPrivacyPolicy": "6. Eliminazione dei dati",
  "DataDeletionPrivacyPolicyDesc": "Puoi eliminare i tuoi dati in qualsiasi momento utilizzando le impostazioni dell’app. Una volta eliminati, i tuoi dati verranno rimossi in modo permanente da Firebase.",
  "DataSecurity": "7. Sicurezza dei dati",
  "DataSecurityDesc": "Facciamo affidamento sui protocolli di sicurezza standard di Firebase, tra cui crittografia e controllo degli accessi, per garantire la protezione dei tuoi dati.",
  "UserRights": "8. Diritti dell’utente",
  "UserRightsFirstDesc": "Hai il diritto di:",
  "UserRightsListFirstDesc": "Accedere ai tuoi dati.",
  "UserRightsListSecondDesc": "Modificare i tuoi dati.",
  "UserRightsListThirdDesc": "Eliminare i tuoi dati direttamente tramite l’app.",
  "UserRightsSecondDesc": "Puoi inoltre revocare l’accesso ai tuoi dati forniti tramite Google o Apple Sign-In in qualsiasi momento tramite le impostazioni del tuo account Google o Apple.",
  "ChangesToPrivacyPolicy": "9. Modifiche all’informativa sulla privacy",
  "ChangesToPrivacyPolicyDesc": "Ci riserviamo il diritto di aggiornare questa informativa sulla privacy. Qualsiasi modifica sarà comunicata tramite l’app.",
  "ContactInformationPrivacyPolicy": "10. Informazioni di contatto",
  "ContactInformationDescPrivacyPolicy": "Per domande o richieste, contattaci all’indirizzo:",

  "support": "Contatti"
}