{
  "termsOfUse": "Termos de Uso",
  "Introduction": "1. Introdução",
  "IntroductionTermsOfUseFirstDesc": "Bem-vindo ao Mystic Arcana! Estamos muito felizes em oferecer uma experiência única, onde as antigas tradições do tarô encontram a tecnologia moderna. Ao usar nosso aplicativo, você obtém acesso a uma ferramenta excepcional projetada para autodescoberta, previsões e orientações esclarecedoras para as muitas questões da vida.",
  "IntroductionTermsOfUseSecondDesc": "Este aplicativo foi desenvolvido por Vitalii Peregudov e opera sob a marca Mystic Arcana. Ao acessar ou usar o aplicativo, você recebe uma licença limitada, não exclusiva e intransferível para usar o Mystic Arcana exclusivamente para fins pessoais. Estes Termos de Uso descrevem os direitos e obrigações associados ao uso do Mystic Arcana. Por favor, leia este documento atentamente antes de começar a usar o aplicativo para entender completamente como ele funciona e seu papel como usuário. Ao continuar, você concorda em cumprir estes Termos.",
  "RegAndAcc": "2. Registro e Contas",
  "RegAndAccFirstDesc": "Criar uma conta é o primeiro passo para acessar os recursos poderosos do Mystic Arcana. O processo de registro é facilitado por meio do Google, Apple ou Facebook para garantir um acesso seguro e sem complicações.",
  "RegAndAccSecondDesc": "Sua conta representa sua zona pessoal dentro do Mystic Arcana. É sua responsabilidade manter a confidencialidade de suas credenciais de login e evitar compartilhá-las com terceiros. É estritamente proibido fornecer informações falsas durante o registro. Em caso de acesso não autorizado, notifique-nos imediatamente. Reservamo-nos o direito de suspender ou encerrar contas que violem estes Termos.",
  "AccessibilityAndRestrictions": "3. Acessibilidade e Restrições",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana é projetado para usuários com 13 anos ou mais. Ao usar o aplicativo, você confirma que atende a esse requisito de idade.",
  "AccessibilityAndRestrictionsSecondDesc": "O aplicativo está disponível em regiões onde seu uso é legalmente permitido. Qualquer tentativa de uso indevido do aplicativo, incluindo, mas não se limitando a, envio de spam, falsificação de dados, envolvimento em atividades ilegais ou violação de direitos de propriedade intelectual, é estritamente proibida e pode resultar na suspensão da conta. Ferramentas automatizadas, bots ou quaisquer outros sistemas projetados para interagir com o aplicativo são proibidos.",
  "ServiceDescription": "4. Descrição do Serviço",
  "ServiceDescriptionFirstDesc": "No coração do Mystic Arcana está a integração perfeita da sabedoria secular do tarô com tecnologia de ponta para oferecer insights personalizados. Cada leitura é uma jornada, e cada previsão é um passo em direção à clareza e compreensão.",
  "ServiceDescriptionSecondDesc": "Mystic Arcana fornece leituras e previsões de tarô exclusivamente para fins de entretenimento. O aplicativo não oferece conselhos profissionais (jurídicos, financeiros ou outros) e não deve ser considerado como tal.",
  "PaymentsSubscriptionsAndRefunds": "5. Pagamentos, Assinaturas e Reembolsos",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana oferece recursos gratuitos e premium. Os recursos premium desbloqueiam ferramentas avançadas e insights exclusivos para aprofundar sua compreensão das leituras de tarô.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes do final do período de cobrança atual. Os reembolsos são regidos pelas políticas da App Store e Google Play, e o Mystic Arcana não pode intervir nesses processos. Por favor, revise essas políticas antes de fazer qualquer compra.",
  "DataDeletionTermsOfUse": "6. Exclusão de Dados",
  "DataDeletionTermsOfUseDesc": "Respeitamos sua privacidade e oferecemos a possibilidade de excluir seus dados a qualquer momento por meio das configurações do aplicativo. A exclusão de seus dados remove todas as informações pessoais e registros associados, incluindo o histórico de leituras de tarô, de nossos servidores.",
  "LimitationOfLiability": "7. Limitação de Responsabilidade",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana é fornecido “como está”. Embora nos esforcemos para manter um serviço ininterrupto, não podemos garantir que o aplicativo funcionará sempre sem erros ou atrasos. O uso do aplicativo é por sua conta e risco.",
  "LimitationOfLiabilitySecondDesc": "Não somos responsáveis por imprecisões nas leituras ou interrupções causadas por problemas técnicos. Nossa responsabilidade é limitada ao valor pago pelo uso do aplicativo, se aplicável.",
  "ChangesToTerms": "8. Alterações nos Termos",
  "ChangesToTermsDesc": "Reservamo-nos o direito de atualizar estes Termos de Uso. As alterações serão comunicadas pelo menos 15 dias antes de entrarem em vigor por meio do aplicativo. O uso contínuo do Mystic Arcana após essas atualizações constitui aceitação dos Termos revisados.",
  "ContactInformationTermsOfUse": "9. Informações de Contato",
  "ContactInformationTermsOfUseDesc": "Para dúvidas ou preocupações, entre em contato conosco pelo e-mail:",

  "privacyPolicy": "Política de Privacidade",
  "IntroductionPrivacyPolicyDesc": "Na Mystic Arcana, valorizamos a sua privacidade e estamos comprometidos com a transparência na forma como processamos os seus dados. Este documento descreve as informações que coletamos, como elas são usadas e seus direitos como usuário.",
  "InformationWeCollect": "2. Informações que coletamos",
  "InformationWeCollectDesc": "Coletamos as seguintes categorias de dados:",
  "InformationWeCollectListFirstDesc": "Informações pessoais: nome, endereço de e-mail, histórico de leituras de tarô.",
  "InformationWeCollectListSecondDesc": "Informações técnicas: tipo de dispositivo, endereço IP, sistema operacional.",
  "InformationWeCollectListThirdDesc": "Dados de uso: perguntas inseridas, previsões recebidas.",
  "InformationWeCollectListFourthDesc": "Dados de autenticação: endereço de e-mail e identificadores de usuário ao fazer login via Google Sign-In ou Apple Sign-In.",
  "HowWeUseYourData": "3. Como usamos seus dados",
  "HowWeUseYourDataDesc": "Seus dados são usados para:",
  "HowWeUseYourDataListFirstDesc": "Fornecer as funcionalidades do aplicativo.",
  "HowWeUseYourDataListSecondDesc": "Autenticar usuários de forma segura via Google Sign-In e Apple Sign-In.",
  "HowWeUseYourDataListThirdDesc": "Melhorar a qualidade das previsões.",
  "HowWeUseYourDataListFourthDesc": "Personalizar a sua experiência no aplicativo.",
  "DataStorage": "4. Armazenamento de dados",
  "DataStorageDesc": "As suas informações são armazenadas com segurança no Google Firebase, que utiliza medidas avançadas de criptografia e segurança para proteger seus dados.",
  "DataSharing": "5. Compartilhamento de dados",
  "DataSharingDesc": "Os seus dados são compartilhados apenas com o OpenAI e Firebase para cumprir as funcionalidades do aplicativo. Para fins de autenticação, seu endereço de e-mail e identificadores de usuário podem ser compartilhados com Google e Apple ao fazer login via Google Sign-In ou Apple Sign-In. Não compartilhamos seus dados com terceiros.",
  "DataDeletionPrivacyPolicy": "6. Exclusão de dados",
  "DataDeletionPrivacyPolicyDesc": "Você pode excluir seus dados a qualquer momento usando as configurações do aplicativo. Depois de excluídos, os seus dados serão permanentemente removidos do Firebase.",
  "DataSecurity": "7. Segurança de dados",
  "DataSecurityDesc": "Confiamos nos protocolos de segurança padrão do Firebase, incluindo criptografia e controle de acesso, para garantir a proteção dos seus dados.",
  "UserRights": "8. Direitos do usuário",
  "UserRightsFirstDesc": "Você tem o direito de:",
  "UserRightsListFirstDesc": "Acessar os seus dados.",
  "UserRightsListSecondDesc": "Modificar os seus dados.",
  "UserRightsListThirdDesc": "Excluir os seus dados diretamente no aplicativo.",
  "UserRightsSecondDesc": "Você também pode revogar o acesso aos seus dados fornecidos pelo Google ou Apple Sign-In a qualquer momento por meio das configurações da sua conta Google ou Apple.",
  "ChangesToPrivacyPolicy": "9. Alterações na política de privacidade",
  "ChangesToPrivacyPolicyDesc": "Reservamo-nos o direito de atualizar esta política de privacidade. Quaisquer alterações serão comunicadas por meio do aplicativo.",
  "ContactInformationPrivacyPolicy": "10. Informações de contato",
  "ContactInformationDescPrivacyPolicy": "Para dúvidas ou sugestões, entre em contato conosco pelo e-mail:",

  "support": "Contatos"
}