{
  "termsOfUse": "उपयोग की शर्तें",
  "Introduction": "1. परिचय",
  "IntroductionTermsOfUseFirstDesc": "Mystic Arcana में आपका स्वागत है! हमें आपको एक अनूठा अनुभव प्रदान करने की खुशी है, जहां प्राचीन टैरो परंपराएं आधुनिक तकनीक से मिलती हैं। हमारे ऐप का उपयोग करके, आप आत्म-अन्वेषण, भविष्यवाणियों और जीवन के कई सवालों के लिए गहन मार्गदर्शन के लिए डिज़ाइन किए गए एक असाधारण उपकरण तक पहुंच प्राप्त करते हैं।",
  "IntroductionTermsOfUseSecondDesc": "यह ऐप विटाली पेरेगुडोव द्वारा विकसित किया गया है और Mystic Arcana ब्रांड के तहत संचालित होता है। ऐप का उपयोग करके, आपको व्यक्तिगत उपयोग के लिए Mystic Arcana का उपयोग करने के लिए एक सीमित, गैर-अनन्य और गैर-हस्तांतरणीय लाइसेंस दिया जाता है। ये उपयोग की शर्तें Mystic Arcana के उपयोग से जुड़े अधिकारों और दायित्वों को रेखांकित करती हैं। ऐप का उपयोग शुरू करने से पहले कृपया इस दस्तावेज़ को ध्यानपूर्वक पढ़ें ताकि यह समझ सकें कि यह कैसे काम करता है और एक उपयोगकर्ता के रूप में आपकी भूमिका क्या है। जारी रखने पर, आप इन शर्तों का पालन करने के लिए सहमत होते हैं।",
  "RegAndAcc": "2. पंजीकरण और खाते",
  "RegAndAccFirstDesc": "Mystic Arcana की शक्तिशाली सुविधाओं तक पहुंचने का पहला कदम एक खाता बनाना है। पंजीकरण प्रक्रिया Google, Apple, या Facebook के माध्यम से सुगम होती है, जिससे निर्बाध और सुरक्षित पहुंच सुनिश्चित होती है।",
  "RegAndAccSecondDesc": "आपका खाता Mystic Arcana के भीतर आपका व्यक्तिगत क्षेत्र दर्शाता है। आपकी लॉगिन जानकारी की गोपनीयता बनाए रखना और इसे तीसरे पक्ष के साथ साझा न करना आपकी जिम्मेदारी है। पंजीकरण के दौरान गलत जानकारी प्रदान करना सख्त वर्जित है। अनधिकृत पहुंच के मामले में, कृपया हमें तुरंत सूचित करें। हम उन खातों को निलंबित या समाप्त करने का अधिकार सुरक्षित रखते हैं जो इन शर्तों का उल्लंघन करते हैं।",
  "AccessibilityAndRestrictions": "3. पहुँच और प्रतिबंध",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana का डिज़ाइन 13 वर्ष और उससे अधिक उम्र के उपयोगकर्ताओं के लिए किया गया है। ऐप का उपयोग करके, आप पुष्टि करते हैं कि आप इस आयु आवश्यकता को पूरा करते हैं।",
  "AccessibilityAndRestrictionsSecondDesc": "ऐप उन क्षेत्रों में उपलब्ध है जहां इसका उपयोग कानूनी रूप से अनुमत है। ऐप का दुरुपयोग करने का कोई भी प्रयास, जिसमें स्पैमिंग, डेटा की गलत व्याख्या, अवैध गतिविधियों में शामिल होना, या बौद्धिक संपदा अधिकारों का उल्लंघन करना शामिल है, सख्ती से निषिद्ध है और खाते के निलंबन का कारण बन सकता है। ऐप के साथ बातचीत के लिए डिज़ाइन किए गए स्वचालित टूल, बॉट या अन्य प्रणालियाँ निषिद्ध हैं।",
  "ServiceDescription": "4. सेवा का विवरण",
  "ServiceDescriptionFirstDesc": "Mystic Arcana प्राचीन टैरो ज्ञान को आधुनिक तकनीक के साथ जोड़ता है, जिससे व्यक्तिगत अंतर्दृष्टि प्रदान की जाती है। प्रत्येक पढ़ाई एक यात्रा है और प्रत्येक भविष्यवाणी स्पष्टता और समझ की ओर एक कदम है।",
  "ServiceDescriptionSecondDesc": "Mystic Arcana टैरो पढ़ने और भविष्यवाणियों को विशेष रूप से मनोरंजन उद्देश्यों के लिए प्रदान करता है। ऐप पेशेवर सलाह (कानूनी, वित्तीय या अन्य) प्रदान नहीं करता है और इसे इस रूप में नहीं देखा जाना चाहिए।",
  "PaymentsSubscriptionsAndRefunds": "5. भुगतान, सदस्यता और धनवापसी",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana मुफ्त और प्रीमियम सुविधाएँ प्रदान करता है। प्रीमियम सुविधाएँ उन्नत उपकरणों और अनन्य अंतर्दृष्टि को अनलॉक करती हैं ताकि टैरो पढ़ने की आपकी समझ को गहरा किया जा सके।",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "सदस्यता स्वतः नवीनीकरण होती है जब तक कि इसे वर्तमान बिलिंग अवधि के अंत से कम से कम 24 घंटे पहले रद्द न कर दिया जाए। धनवापसी App Store और Google Play की नीतियों द्वारा शासित होती है, और Mystic Arcana इन प्रक्रियाओं में हस्तक्षेप नहीं कर सकता। कृपया किसी भी खरीदारी से पहले इन नीतियों की समीक्षा करें।",
  "DataDeletionTermsOfUse": "6. डेटा हटाना",
  "DataDeletionTermsOfUseDesc": "हम आपकी गोपनीयता का सम्मान करते हैं और ऐप की सेटिंग्स के माध्यम से किसी भी समय आपका डेटा हटाने की सुविधा प्रदान करते हैं। डेटा हटाने से आपकी सभी व्यक्तिगत जानकारी और संबंधित रिकॉर्ड, जिसमें टैरो पढ़ाई का इतिहास शामिल है, हमारे सर्वरों से हटा दिए जाते हैं।",
  "LimitationOfLiability": "7. जिम्मेदारी की सीमा",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana “जैसा है” प्रदान किया गया है। जबकि हम निर्बाध सेवा बनाए रखने का प्रयास करते हैं, हम यह गारंटी नहीं दे सकते कि ऐप हमेशा त्रुटि-मुक्त या बिना देरी के काम करेगा। ऐप का उपयोग आपके अपने जोखिम पर है।",
  "LimitationOfLiabilitySecondDesc": "हम पढ़ने में किसी भी अशुद्धि या तकनीकी मुद्दों के कारण होने वाले व्यवधानों के लिए उत्तरदायी नहीं हैं। हमारी जिम्मेदारी ऐप उपयोग के लिए भुगतान की गई राशि तक सीमित है।",
  "ChangesToTerms": "8. शर्तों में बदलाव",
  "ChangesToTermsDesc": "हम इन उपयोग की शर्तों को अपडेट करने का अधिकार सुरक्षित रखते हैं। परिवर्तनों को प्रभावी होने से कम से कम 15 दिन पहले ऐप के माध्यम से सूचित किया जाएगा। इन शर्तों को अपडेट करने के बाद Mystic Arcana का उपयोग जारी रखना संशोधित शर्तों की स्वीकृति है।",
  "ContactInformationTermsOfUse": "9. संपर्क जानकारी",
  "ContactInformationTermsOfUseDesc": "प्रश्न या चिंताओं के लिए, कृपया हमसे संपर्क करें:",

  "privacyPolicy": "गोपनीयता नीति",
  "IntroductionPrivacyPolicyDesc": "Mystic Arcana में, हम आपकी गोपनीयता का सम्मान करते हैं और आपके डेटा की प्रक्रिया में पारदर्शिता सुनिश्चित करने के लिए प्रतिबद्ध हैं। यह दस्तावेज़ उन सूचनाओं को रेखांकित करता है जिन्हें हम एकत्र करते हैं, उनका उपयोग कैसे किया जाता है, और आपके अधिकार।",
  "InformationWeCollect": "2. हम जो जानकारी एकत्र करते हैं",
  "InformationWeCollectDesc": "हम निम्नलिखित श्रेणियों की जानकारी एकत्र करते हैं:",
  "InformationWeCollectListFirstDesc": "व्यक्तिगत जानकारी: नाम, ईमेल पता, टैरो की इतिहास।",
  "InformationWeCollectListSecondDesc": "तकनीकी जानकारी: डिवाइस का प्रकार, आईपी पता, ऑपरेटिंग सिस्टम।",
  "InformationWeCollectListThirdDesc": "उपयोग डेटा: दर्ज किए गए प्रश्न, प्राप्त भविष्यवाणियां।",
  "InformationWeCollectListFourthDesc": "प्रमाणीकरण डेटा: Google Sign-In या Apple Sign-In के माध्यम से साइन इन करते समय ईमेल पता और उपयोगकर्ता पहचानकर्ता।",
  "HowWeUseYourData": "3. आपके डेटा का उपयोग कैसे किया जाता है",
  "HowWeUseYourDataDesc": "आपके डेटा का उपयोग निम्नलिखित उद्देश्यों के लिए किया जाता है:",
  "HowWeUseYourDataListFirstDesc": "ऐप की कार्यक्षमता प्रदान करने के लिए।",
  "HowWeUseYourDataListSecondDesc": "Google Sign-In और Apple Sign-In के माध्यम से उपयोगकर्ताओं को सुरक्षित रूप से प्रमाणित करने के लिए।",
  "HowWeUseYourDataListThirdDesc": "भविष्यवाणियों की गुणवत्ता बढ़ाने के लिए।",
  "HowWeUseYourDataListFourthDesc": "ऐप में आपका अनुभव व्यक्तिगत बनाने के लिए।",
  "DataStorage": "4. डेटा संग्रहण",
  "DataStorageDesc": "आपकी जानकारी Google Firebase पर सुरक्षित रूप से संग्रहीत की जाती है, जो उन्नत एन्क्रिप्शन और सुरक्षा उपायों का उपयोग करती है।",
  "DataSharing": "5. डेटा साझा करना",
  "DataSharingDesc": "आपका डेटा केवल OpenAI और Firebase के साथ साझा किया जाता है ताकि ऐप की कार्यक्षमता को पूरा किया जा सके। प्रमाणीकरण उद्देश्यों के लिए, Google Sign-In या Apple Sign-In के माध्यम से साइन इन करते समय आपका ईमेल पता और उपयोगकर्ता पहचानकर्ता Google और Apple के साथ साझा किया जा सकता है। हम आपके डेटा को अन्य तृतीय पक्षों के साथ साझा नहीं करते हैं।",
  "DataDeletionPrivacyPolicy": "6. डेटा को हटाना",
  "DataDeletionPrivacyPolicyDesc": "आप ऐप की सेटिंग्स का उपयोग करके कभी भी अपना डेटा हटा सकते हैं। एक बार हटाए जाने के बाद, आपका डेटा Firebase से स्थायी रूप से हटा दिया जाएगा।",
  "DataSecurity": "7. डेटा सुरक्षा",
  "DataSecurityDesc": "हम आपके डेटा की सुरक्षा सुनिश्चित करने के लिए Firebase के उद्योग-मानक सुरक्षा प्रोटोकॉल (एन्क्रिप्शन और एक्सेस नियंत्रण सहित) का उपयोग करते हैं।",
  "UserRights": "8. उपयोगकर्ता अधिकार",
  "UserRightsFirstDesc": "आपको निम्नलिखित अधिकार हैं:",
  "UserRightsListFirstDesc": "अपने डेटा तक पहुंच प्राप्त करने का अधिकार।",
  "UserRightsListSecondDesc": "अपने डेटा को संशोधित करने का अधिकार।",
  "UserRightsListThirdDesc": "ऐप के माध्यम से सीधे अपना डेटा हटाने का अधिकार।",
  "UserRightsSecondDesc": "आप Google या Apple खातों की सेटिंग्स के माध्यम से Google Sign-In या Apple Sign-In के माध्यम से प्रदान किए गए डेटा तक पहुंच को कभी भी रद्द कर सकते हैं।",
  "ChangesToPrivacyPolicy": "9. गोपनीयता नीति में परिवर्तन",
  "ChangesToPrivacyPolicyDesc": "हम इस गोपनीयता नीति को अपडेट करने का अधिकार सुरक्षित रखते हैं। किसी भी परिवर्तन की सूचना ऐप के माध्यम से दी जाएगी।",
  "ContactInformationPrivacyPolicy": "10. संपर्क जानकारी",
  "ContactInformationDescPrivacyPolicy": "यदि आपके पास कोई प्रश्न या सुझाव हैं, तो कृपया हमसे संपर्क करें:",

  "support": "संपर्क"
}