{
  "termsOfUse": "Términos de Uso",
  "Introduction": "1. Introducción",
  "IntroductionTermsOfUseFirstDesc": "¡Bienvenido a Mystic Arcana! Nos complace ofrecerle una experiencia única donde las antiguas tradiciones del tarot se encuentran con la tecnología moderna. Al usar nuestra aplicación, obtiene acceso a una herramienta excepcional diseñada para el autodescubrimiento, las predicciones y una orientación perspicaz para las muchas preguntas de la vida.",
  "IntroductionTermsOfUseSecondDesc": "Esta aplicación fue desarrollada por Vitalii Peregudov y opera bajo la marca Mystic Arcana. Al acceder o utilizar la aplicación, se le otorga una licencia limitada, no exclusiva e intransferible para usar Mystic Arcana con fines personales únicamente. Estos Términos de Uso describen los derechos y obligaciones asociados con el uso de Mystic Arcana. Lea este documento detenidamente antes de comenzar a usar la aplicación para comprender completamente cómo funciona y cuál es su papel como usuario. Al continuar, acepta cumplir con estos Términos.",
  "RegAndAcc": "2. Registro y Cuentas",
  "RegAndAccFirstDesc": "Crear una cuenta es el primer paso para acceder a las potentes funciones de Mystic Arcana. El proceso de registro se facilita a través de Google, Apple o Facebook para garantizar un acceso fluido y seguro.",
  "RegAndAccSecondDesc": "Su cuenta representa su zona personal dentro de Mystic Arcana. Es su responsabilidad mantener la confidencialidad de sus credenciales de inicio de sesión y evitar compartirlas con terceros. Está estrictamente prohibido proporcionar información falsa durante el registro. En caso de acceso no autorizado, notifíquenos de inmediato. Nos reservamos el derecho de suspender o cancelar cuentas que violen estos Términos.",
  "AccessibilityAndRestrictions": "3. Accesibilidad y Restricciones",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana está diseñada para usuarios de 13 años o más. Al usar la aplicación, confirma que cumple con este requisito de edad.",
  "AccessibilityAndRestrictionsSecondDesc": "La aplicación está disponible en regiones donde su uso es legal. Cualquier intento de mal uso de la aplicación, incluido pero no limitado a enviar spam, falsificar datos, participar en actividades ilegales o infringir los derechos de propiedad intelectual, está estrictamente prohibido y puede resultar en la suspensión de la cuenta. Se prohíben las herramientas automatizadas, bots o cualquier otro sistema diseñado para interactuar con la aplicación.",
  "ServiceDescription": "4. Descripción del Servicio",
  "ServiceDescriptionFirstDesc": "En el corazón de Mystic Arcana está la integración perfecta de la sabiduría del tarot con tecnología avanzada para ofrecerle perspectivas personalizadas. Cada lectura es un viaje y cada predicción es un paso hacia la claridad y la comprensión.",
  "ServiceDescriptionSecondDesc": "Mystic Arcana ofrece lecturas y predicciones de tarot exclusivamente con fines de entretenimiento. La aplicación no ofrece asesoramiento profesional (legal, financiero o de otro tipo) y no debe considerarse como tal.",
  "PaymentsSubscriptionsAndRefunds": "5. Pagos, Suscripciones y Reembolsos",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana ofrece funciones gratuitas y premium. Las funciones premium desbloquean herramientas avanzadas e ideas exclusivas para profundizar su comprensión de las lecturas de tarot.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes del final del período de facturación actual. Los reembolsos se rigen por las políticas de App Store y Google Play, y Mystic Arcana no puede intervenir en estos procesos. Por favor, revise estas políticas antes de realizar cualquier compra.",
  "DataDeletionTermsOfUse": "6. Eliminación de Datos",
  "DataDeletionTermsOfUseDesc": "Respetamos su privacidad y le brindamos la capacidad de eliminar sus datos en cualquier momento a través de la configuración de la aplicación. Eliminar sus datos elimina toda la información personal y los registros asociados, incluido el historial de lecturas de tarot, de nuestros servidores.",
  "LimitationOfLiability": "7. Limitación de Responsabilidad",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana se proporciona “tal como está”. Si bien nos esforzamos por mantener un servicio ininterrumpido, no podemos garantizar que la aplicación siempre funcione sin errores o demoras. El uso de la aplicación es bajo su propio riesgo.",
  "LimitationOfLiabilitySecondDesc": "No somos responsables de ninguna inexactitud en las lecturas o interrupciones causadas por problemas técnicos. Nuestra responsabilidad está limitada a la cantidad pagada por el uso de la aplicación, si corresponde.",
  "ChangesToTerms": "8. Cambios en los Términos",
  "ChangesToTermsDesc": "Nos reservamos el derecho de actualizar estos Términos de Uso. Los cambios se comunicarán al menos 15 días antes de que entren en vigor a través de la aplicación. El uso continuo de Mystic Arcana después de dichas actualizaciones constituye la aceptación de los Términos revisados.",
  "ContactInformationTermsOfUse": "9. Información de Contacto",
  "ContactInformationTermsOfUseDesc": "Para cualquier pregunta o inquietud, contáctenos en:",

  "privacyPolicy": "Política de Privacidad",
  "IntroductionPrivacyPolicyDesc": "En Mystic Arcana, valoramos tu privacidad y estamos comprometidos con la transparencia en la forma en que procesamos tus datos. Este documento detalla la información que recopilamos, cómo se utiliza y tus derechos como usuario.",
  "InformationWeCollect": "2. Información que recopilamos",
  "InformationWeCollectDesc": "Recopilamos las siguientes categorías de datos:",
  "InformationWeCollectListFirstDesc": "Información personal: nombre, dirección de correo electrónico, historial de tiradas de tarot.",
  "InformationWeCollectListSecondDesc": "Información técnica: tipo de dispositivo, dirección IP, sistema operativo.",
  "InformationWeCollectListThirdDesc": "Datos de uso: preguntas ingresadas, predicciones recibidas.",
  "InformationWeCollectListFourthDesc": "Datos de autenticación: dirección de correo electrónico e identificadores de usuario al iniciar sesión a través de Google Sign-In o Apple Sign-In.",
  "HowWeUseYourData": "3. Cómo utilizamos tus datos",
  "HowWeUseYourDataDesc": "Tus datos se utilizan para:",
  "HowWeUseYourDataListFirstDesc": "Proporcionar la funcionalidad de la aplicación.",
  "HowWeUseYourDataListSecondDesc": "Autenticar de manera segura a los usuarios a través de Google Sign-In y Apple Sign-In.",
  "HowWeUseYourDataListThirdDesc": "Mejorar la calidad de las predicciones.",
  "HowWeUseYourDataListFourthDesc": "Personalizar tu experiencia dentro de la aplicación.",
  "DataStorage": "4. Almacenamiento de datos",
  "DataStorageDesc": "Tu información se almacena de forma segura en Google Firebase, que utiliza medidas avanzadas de cifrado y seguridad para proteger tus datos.",
  "DataSharing": "5. Compartición de datos",
  "DataSharingDesc": "Tus datos solo se comparten con OpenAI y Firebase para cumplir con las funcionalidades de la aplicación. Para fines de autenticación, tu dirección de correo electrónico y los identificadores de usuario pueden ser compartidos con Google y Apple al iniciar sesión a través de Google Sign-In o Apple Sign-In. No compartimos tus datos con terceros.",
  "DataDeletionPrivacyPolicy": "6. Eliminación de datos",
  "DataDeletionPrivacyPolicyDesc": "Puedes eliminar tus datos en cualquier momento utilizando la configuración de la aplicación. Una vez eliminados, tus datos se eliminan permanentemente de Firebase.",
  "DataSecurity": "7. Seguridad de los datos",
  "DataSecurityDesc": "Confiamos en los protocolos de seguridad estándar de Firebase, incluyendo cifrado y control de acceso, para garantizar la protección de tus datos.",
  "UserRights": "8. Derechos del usuario",
  "UserRightsFirstDesc": "Tienes derecho a:",
  "UserRightsListFirstDesc": "Acceder a tus datos.",
  "UserRightsListSecondDesc": "Modificar tus datos.",
  "UserRightsListThirdDesc": "Eliminar tus datos directamente a través de la aplicación.",
  "UserRightsSecondDesc": "También puedes revocar el acceso a tus datos proporcionados a través de Google o Apple Sign-In en cualquier momento a través de la configuración de tu cuenta de Google o Apple.",
  "ChangesToPrivacyPolicy": "9. Cambios en la política de privacidad",
  "ChangesToPrivacyPolicyDesc": "Nos reservamos el derecho de actualizar esta política de privacidad. Cualquier cambio será comunicado a través de la aplicación.",
  "ContactInformationPrivacyPolicy": "Información de contacto",
  "ContactInformationDescPrivacyPolicy": "Para preguntas o sugerencias, contáctanos en:",

  "support": "Contactos"
}