{
  "termsOfUse": "Nutzungsbedingungen",
  "Introduction": "1. Einleitung",
  "IntroductionTermsOfUseFirstDesc": "Willkommen bei Mystic Arcana! Wir freuen uns, Ihnen eine einzigartige Erfahrung zu bieten, bei der alte Tarot-Traditionen auf moderne Technologie treffen. Mit unserer App erhalten Sie Zugang zu einem außergewöhnlichen Werkzeug, das für Selbstentdeckung, Vorhersagen und aufschlussreiche Lebensberatung entwickelt wurde.",
  "IntroductionTermsOfUseSecondDesc": "Diese App wurde von Vitalii Peregudov entwickelt und wird unter der Marke Mystic Arcana betrieben. Mit dem Zugriff auf die App oder deren Nutzung wird Ihnen eine eingeschränkte, nicht-exklusive und nicht übertragbare Lizenz gewährt, Mystic Arcana ausschließlich für persönliche Zwecke zu nutzen. Diese Nutzungsbedingungen legen die Rechte und Pflichten im Zusammenhang mit der Nutzung von Mystic Arcana fest. Bitte lesen Sie dieses Dokument sorgfältig durch, bevor Sie die App verwenden, um vollständig zu verstehen, wie sie funktioniert und welche Rolle Sie als Nutzer haben. Indem Sie fortfahren, stimmen Sie zu, diese Bedingungen einzuhalten.",
  "RegAndAcc": "2. Registrierung und Konten",
  "RegAndAccFirstDesc": "Das Erstellen eines Kontos ist der erste Schritt, um Zugriff auf die leistungsstarken Funktionen von Mystic Arcana zu erhalten. Der Registrierungsprozess wird über Google, Apple oder Facebook abgewickelt, um einen nahtlosen und sicheren Zugriff zu gewährleisten.",
  "RegAndAccSecondDesc": "Ihr Konto stellt Ihren persönlichen Bereich innerhalb von Mystic Arcana dar. Es liegt in Ihrer Verantwortung, die Vertraulichkeit Ihrer Anmeldedaten zu wahren und diese nicht an Dritte weiterzugeben. Falsche Angaben während der Registrierung sind strengstens untersagt. Im Falle eines unbefugten Zugriffs benachrichtigen Sie uns bitte umgehend. Wir behalten uns das Recht vor, Konten zu sperren oder zu kündigen, die gegen diese Bedingungen verstoßen.",
  "AccessibilityAndRestrictions": "3. Zugänglichkeit und Einschränkungen",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana ist für Nutzer ab 13 Jahren vorgesehen. Mit der Nutzung der App bestätigen Sie, dass Sie diese Altersanforderung erfüllen.",
  "AccessibilityAndRestrictionsSecondDesc": "Die App ist in Regionen verfügbar, in denen ihre Nutzung gesetzlich erlaubt ist. Jeder Versuch, die App zu missbrauchen, einschließlich, aber nicht beschränkt auf Spam, Datenfälschung, Teilnahme an illegalen Aktivitäten oder Verletzung von Urheberrechten, ist strengstens untersagt und kann zur Sperrung des Kontos führen. Automatisierte Tools, Bots oder andere Systeme, die für die Interaktion mit der App entwickelt wurden, sind verboten.",
  "ServiceDescription": "4. Beschreibung der Dienste",
  "ServiceDescriptionFirstDesc": "Im Zentrum von Mystic Arcana steht die nahtlose Integration jahrhundertealter Tarot-Weisheit mit moderner Technologie, um personalisierte Einblicke zu bieten. Jede Lesung ist eine Reise, und jede Vorhersage ist ein Schritt zur Klarheit und zum Verständnis. Mystic Arcana bietet Tarot-Lesungen und Vorhersagen ausschließlich zu Unterhaltungszwecken. Die App bietet keine professionelle Beratung (rechtlich, finanziell oder anderweitig) und sollte nicht als solche betrachtet werden.",
  "PaymentsSubscriptionsAndRefunds": "5. Zahlungen, Abonnements und Rückerstattungen",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana bietet sowohl kostenlose als auch Premium-Funktionen. Premium-Funktionen schalten erweiterte Tools und exklusive Einblicke frei, um Ihr Verständnis von Tarot-Lesungen zu vertiefen.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "Abonnements verlängern sich automatisch, es sei denn, sie werden mindestens 24 Stunden vor Ablauf des aktuellen Abrechnungszeitraums gekündigt. Rückerstattungen unterliegen den Richtlinien von App Store und Google Play, und Mystic Arcana kann in diese Prozesse nicht eingreifen. Bitte lesen Sie diese Richtlinien vor einem Kauf.",
  "DataDeletionTermsOfUse": "6. Löschung von Daten",
  "DataDeletionTermsOfUseDesc": "Wir respektieren Ihre Privatsphäre und bieten Ihnen die Möglichkeit, Ihre Daten jederzeit über die Einstellungen der App zu löschen. Durch das Löschen Ihrer Daten werden alle persönlichen Informationen und zugehörigen Aufzeichnungen, einschließlich der Tarot-Lesungsverlauf, von unseren Servern entfernt.",
  "LimitationOfLiability": "7. Haftungsbeschränkung",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana wird “wie besehen” bereitgestellt. Obwohl wir uns bemühen, einen unterbrechungsfreien Dienst bereitzustellen, können wir nicht garantieren, dass die App immer fehlerfrei oder ohne Verzögerungen funktioniert. Die Nutzung der App erfolgt auf eigenes Risiko.",
  "LimitationOfLiabilitySecondDesc": "Wir haften nicht für Ungenauigkeiten in den Lesungen oder Unterbrechungen, die durch technische Probleme verursacht werden. Unsere Haftung ist auf den gezahlten Betrag für die Nutzung der App beschränkt, sofern vorhanden.",
  "ChangesToTerms": "8. Änderungen der Bedingungen",
  "ChangesToTermsDesc": "Wir behalten uns das Recht vor, diese Nutzungsbedingungen zu aktualisieren. Änderungen werden mindestens 15 Tage vor ihrem Inkrafttreten über die App kommuniziert. Die fortgesetzte Nutzung von Mystic Arcana nach solchen Updates gilt als Annahme der überarbeiteten Bedingungen.",
  "ContactInformationTermsOfUse": "9. Kontaktinformationen",
  "ContactInformationTermsOfUseDesc": "Für Fragen oder Anliegen kontaktieren Sie uns bitte unter:",

  "privacyPolicy": "Datenschutzrichtlinie",
  "IntroductionPrivacyPolicyDesc": "Bei Mystic Arcana schätzen wir Ihre Privatsphäre und verpflichten uns zu Transparenz in Bezug auf die Verarbeitung Ihrer Daten. Dieses Dokument beschreibt die Informationen, die wir sammeln, wie sie verwendet werden und welche Rechte Sie als Nutzer haben.",
  "InformationWeCollect": "2. Welche Informationen wir sammeln",
  "InformationWeCollectDesc": "Wir sammeln die folgenden Kategorien von Daten:",
  "InformationWeCollectListFirstDesc": "Persönliche Informationen: Name, E-Mail-Adresse, Verlauf der Tarot-Legungen.",
  "InformationWeCollectListSecondDesc": "Technische Informationen: Gerätetyp, IP-Adresse, Betriebssystem.",
  "InformationWeCollectListThirdDesc": "Nutzungsdaten: Eingegebene Fragen, erhaltene Vorhersagen.",
  "InformationWeCollectListFourthDesc": "Authentifizierungsdaten: E-Mail-Adresse und Benutzerkennungen bei Anmeldung über Google Sign-In oder Apple Sign-In.",
  "HowWeUseYourData": "3. Wie wir Ihre Daten verwenden",
  "HowWeUseYourDataDesc": "Ihre Daten werden verwendet, um:",
  "HowWeUseYourDataListFirstDesc": "Die App-Funktionalität bereitzustellen.",
  "HowWeUseYourDataListSecondDesc": "Benutzer sicher über Google Sign-In und Apple Sign-In zu authentifizieren.",
  "HowWeUseYourDataListThirdDesc": "Die Qualität der Vorhersagen zu verbessern.",
  "HowWeUseYourDataListFourthDesc": "Ihre Benutzererfahrung in der App zu personalisieren.",
  "DataStorage": "4. Datenspeicherung",
  "DataStorageDesc": "Ihre Informationen werden sicher auf Google Firebase gespeichert, das fortschrittliche Verschlüsselungs- und Sicherheitsmaßnahmen verwendet, um Ihre Daten zu schützen.",
  "DataSharing": "5. Datenaustausch",
  "DataSharingDesc": "Ihre Daten werden nur mit OpenAI und Firebase geteilt, um die Funktionen der App zu gewährleisten. Zu Authentifizierungszwecken können Ihre E-Mail-Adresse und Benutzerkennungen an Google und Apple weitergegeben werden, wenn Sie sich über Google Sign-In oder Apple Sign-In anmelden. Wir geben Ihre Daten nicht an andere Dritte weiter.",
  "DataDeletionPrivacyPolicy": "6. Löschung von Daten",
  "DataDeletionPrivacyPolicyDesc": "Sie können Ihre Daten jederzeit über die App-Einstellungen löschen. Nach der Löschung werden Ihre Daten dauerhaft aus Firebase entfernt.",
  "DataSecurity": "7. Datensicherheit",
  "DataSecurityDesc": "Wir verlassen uns auf die branchenüblichen Sicherheitsprotokolle von Firebase, einschließlich Verschlüsselung und Zugriffskontrolle, um Ihre Daten zu schützen.",
  "UserRights": "8. Nutzerrechte",
  "UserRightsFirstDesc": "Sie haben das Recht:",
  "UserRightsListFirstDesc": "Auf Ihre Daten zuzugreifen.",
  "UserRightsListSecondDesc": "Ihre Daten zu ändern.",
  "UserRightsListThirdDesc": "Ihre Daten direkt über die App zu löschen.",
  "UserRightsSecondDesc": "Sie können auch jederzeit den Zugriff auf Ihre Daten, die über Google oder Apple Sign-In bereitgestellt wurden, in den Einstellungen Ihres Google- oder Apple-Kontos widerrufen.",
  "ChangesToPrivacyPolicy": "9. Änderungen an der Datenschutzrichtlinie",
  "ChangesToPrivacyPolicyDesc": "Wir behalten uns das Recht vor, diese Datenschutzrichtlinie zu aktualisieren. Über Änderungen wird innerhalb der App informiert.",
  "ContactInformationPrivacyPolicy": "10. Kontaktinformationen",
  "ContactInformationDescPrivacyPolicy": "Bei Fragen oder Anliegen kontaktieren Sie uns bitte unter:",

  "support": "Kontakte"
}