{
  "termsOfUse": "Условия пользования",
  "Introduction": "1. Введение",
  "IntroductionTermsOfUseFirstDesc": "Добро пожаловать в приложение Mystic Arcana, место, где древние традиции таро встречаются с современными технологиями, создавая уникальный инструмент для самопознания, предсказаний и анализа жизненных ситуаций. Мы рады, что вы выбрали именно наше приложение, и сделаем всё возможное, чтобы ваш опыт использования был максимально полезным и приятным.",
  "IntroductionTermsOfUseSecondDesc": "Это приложение разработано Виталием Перегудовым и функционирует под брендом Mystic Arcana. Получая доступ или используя приложение, вы получаете ограниченную, неисключительную и непередаваемую лицензию на использование Mystic Arcana исключительно в личных целях. Настоящие Условия использования описывают права и обязательства, связанные с использованием Mystic Arcana. Пожалуйста, внимательно прочитайте этот документ перед началом использования приложения, чтобы полностью понять, как оно работает, и свою роль как пользователя. Продолжая использование, вы соглашаетесь соблюдать эти Условия.",
  "RegAndAcc": "2. Регистрация и учетные записи",
  "RegAndAccFirstDesc": "Регистрация — это первый шаг на пути к использованию Mystic Arcana. Процесс создания учетной записи через Google, Apple или Facebook позволяет нам предложить вам персонализированный и безопасный доступ ко всем возможностям приложения. Мы рекомендуем использовать актуальную контактную информацию, чтобы вы могли получать всю необходимую информацию о своем аккаунте и обновлениях.",
  "RegAndAccSecondDesc": "Ваш аккаунт — это ваша личная зона в Mystic Arcana. Мы призываем вас защищать свои учетные данные и не передавать их третьим лицам. В случае обнаружения несанкционированного доступа, немедленно свяжитесь с нами.",
  "AccessibilityAndRestrictions": "3. Доступность и ограничения",
  "AccessibilityAndRestrictionsFirstDesc": "Mystic Arcana — это уникальный инструмент для пользователей старше 13 лет. Мы стремимся создать безопасное пространство для всех, кто интересуется картами таро, и просим наших пользователей уважать права других участников сообщества.",
  "AccessibilityAndRestrictionsSecondDesc": "Любое нарушение, включая использование приложения для незаконных действий, может привести к блокировке учетной записи. Запрещается использование автоматизированных инструментов, ботов или других систем для взаимодействия с приложением.",
  "ServiceDescription": "4. Описание услуг",
  "ServiceDescriptionFirstDesc": "В основе Mystic Arcana лежит гармоничное сочетание многовековой мудрости Таро с передовыми технологиями для предоставления персонализированных инсайтов. Каждое гадание — это путешествие, а каждое предсказание — шаг к ясности и пониманию.",
  "ServiceDescriptionSecondDesc": "Mystic Arcana предоставляет гадания и предсказания исключительно в развлекательных целях. Приложение не предлагает профессиональных консультаций (юридических, финансовых или иных) и не должно рассматриваться как источник таких советов.",
  "PaymentsSubscriptionsAndRefunds": "5. Платежи, подписки и возвраты",
  "PaymentsSubscriptionsAndRefundsFirstDesc": "Mystic Arcana предлагает как бесплатные, так и премиум-функции. Премиум-функции открывают доступ к продвинутым инструментам и эксклюзивным инсайтам, углубляющим понимание гаданий Таро.",
  "PaymentsSubscriptionsAndRefundsSecondDesc": "Подписки продлеваются автоматически, если их не отменить минимум за 24 часа до окончания текущего расчетного периода. Возвраты регулируются политиками App Store и Google Play, и Mystic Arcana не может вмешиваться в эти процессы. Пожалуйста, ознакомьтесь с этими политиками перед совершением покупок.",
  "DataDeletionTermsOfUse": "6. Удаление данных",
  "DataDeletionTermsOfUseDesc": "Мы уважаем вашу конфиденциальность и предоставляем возможность удалить ваши данные в любое время через настройки приложения. Удаление данных стирает всю персональную информацию и связанные записи, включая историю гаданий, с наших серверов.",
  "LimitationOfLiability": "7. Ограничение ответственности",
  "LimitationOfLiabilityFirstDesc": "Mystic Arcana предоставляется «как есть». Несмотря на наши усилия по обеспечению бесперебойной работы, мы не можем гарантировать, что приложение всегда будет работать без ошибок или задержек. Использование приложения осуществляется на ваш страх и риск.",
  "LimitationOfLiabilitySecondDesc": "Мы не несем ответственности за неточности в гаданиях или сбои, вызванные техническими проблемами. Наша ответственность ограничивается суммой, уплаченной за использование приложения, если таковая имеется.",
  "ChangesToTerms": "8. Изменения в условиях",
  "ChangesToTermsDesc": "Мы оставляем за собой право обновлять эти Условия использования. Об изменениях будет сообщено как минимум за 15 дней до их вступления в силу через приложение. Продолжение использования Mystic Arcana после таких обновлений означает принятие пересмотренных Условий.",
  "ContactInformationTermsOfUse": "9. Контактная информация",
  "ContactInformationTermsOfUseDesc": "Если у вас есть вопросы или замечания, пожалуйста, свяжитесь с нами по адресу:",

  "privacyPolicy": "Политика конфиденциальности",
  "IntroductionPrivacyPolicyDesc": "В Mystic Arcana мы ценим вашу конфиденциальность и привержены прозрачности в обработке ваших данных. В этом документе описывается информация, которую мы собираем, как она используется, а также ваши права как пользователя.",
  "InformationWeCollect": "2. Информация, которую мы собираем",
  "InformationWeCollectDesc": "Мы собираем следующие категории данных:",
  "InformationWeCollectListFirstDesc": "Личная информация: имя, адрес электронной почты, история раскладов Таро.",
  "InformationWeCollectListSecondDesc": "Техническая информация: тип устройства, IP-адрес, операционная система.",
  "InformationWeCollectListThirdDesc": "Данные об использовании: введенные вопросы, полученные предсказания.",
  "InformationWeCollectListFourthDesc": "Данные аутентификации: адрес электронной почты и идентификаторы пользователя при входе через Google Sign-In или Apple Sign-In.",
  "HowWeUseYourData": "3. Как мы используем данные",
  "HowWeUseYourDataDesc": "Данные используются для следующих целей:",
  "HowWeUseYourDataListFirstDesc": "Обеспечения функциональности приложения.",
  "HowWeUseYourDataListSecondDesc": "Безопасной аутентификации пользователей через Google Sign-In и Apple Sign-In.",
  "HowWeUseYourDataListThirdDesc": "Улучшение качества предсказаний.",
  "HowWeUseYourDataListFourthDesc": "Персонализации вашего взаимодействия с приложением.",
  "DataStorage": "4. Хранение данных",
  "DataStorageDesc": "Ваша информация надежно хранится в Google Firebase, который использует продвинутые методы шифрования и меры безопасности для защиты ваших данных.",
  "DataSharing": "5. Передача данных",
  "DataSharingDesc": "Ваши данные передаются только OpenAI и Firebase для выполнения функций приложения. Для целей аутентификации ваш адрес электронной почты и идентификатор пользователя могут передаваться Google и Apple при входе через Google Sign-In или Apple Sign-In. Мы не передаем ваши данные третьим сторонам.",
  "DataDeletionPrivacyPolicy": "6. Удаление данных",
  "DataDeletionPrivacyPolicyDesc": "Вы можете удалить свои данные в любое время с помощью настроек приложения. После удаления ваши данные будут навсегда удалены из Firebase.",
  "DataSecurity": "7. Безопасность данных",
  "DataSecurityDesc": "Мы полагаемся на передовые протоколы безопасности Firebase, включая шифрование и контроль доступа, для защиты ваших данных.",
  "UserRights": "8. Права пользователей",
  "UserRightsFirstDesc": "Вы имеете право:",
  "UserRightsListFirstDesc": "Получать доступ к своим данным.",
  "UserRightsListSecondDesc": "Изменять свои данные.",
  "UserRightsListThirdDesc": "Удалять свои данные непосредственно через приложение.",
  "UserRightsSecondDesc": "Вы также можете отозвать доступ к своим данным, предоставленным через Google или Apple Sign-In, в любое время через настройки соответствующих учетных записей Google или Apple.",
  "ChangesToPrivacyPolicy": "9. Изменения в политике конфиденциальности",
  "ChangesToPrivacyPolicyDesc": "Мы оставляем за собой право обновлять данную политику конфиденциальности. О любых изменениях будет сообщено через приложение.",
  "ContactInformationPrivacyPolicy": "10. Контактная информация",
  "ContactInformationDescPrivacyPolicy": "По вопросам или предложениям свяжитесь с нами по адресу:",

  "support": "Контакты"
}
